[
  {
    "caption": "Ford's Theatre and the Star Saloon, directly to the right",
    "id": 1,
    "url": "/img/01ford-exterior.jpg",
    "start": true,
    "relations": [
      {
        "id": 2,
        "left": 20,
        "top": 40
      },
      {
        "id": 30,
        "left": 46,
        "top": 73
      }
    ]
  },
  {
    "caption": "On the night of April 14, 1865, Ford’s Theatre was running a production of “Our American Cousin,” a comedy. President Lincoln and his wife attended the play with another couple, Henry Rathbone and Clara Harris.",
    "id": 2,
    "url": "/img/02ford-interior.jpg",
    "relations": [
      {
        "id": 3,
        "left": 45,
        "top": 25
      },
      {
        "id": 17,
        "left": 23,
        "top": 25
      },
      {
        "id": 20,
        "left": 13,
        "top": 65
      },
      {
        "id": 28,
        "left": 80,
        "top": 80
      }
    ]
  },
  {
    "id": 3,
    "url": "/img/03lincoln-mary.jpg",
    "relations": [
      {
        "id": 9,
        "left": 68,
        "top": 41
      },
      {
        "id": 4,
        "left": 43,
        "top": 79
      }
    ]
  },
  {
    "caption": "Casts of Lincoln’s hands, taken by by Leonard Volk on May 20, 1860, to days after Lincoln’s presidential nomination. The right hand is swollen from shaking hands. After the assassination, the casts were produced commercially.",
    "id": 4,
    "url": "/img/04handcast.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "Edwin Booth, older brother of John Wilkes, was considered the best actor in the Booth family. After the assassination, he refused to speak his brother’s name. At a party, Edwin Booth was drawn to a set of the hand casts, and asked the host to whom they belonged. Told they were Lincoln’s hands, Booth put them back silently, and left. ",
    "id": 5,
    "url": "/img/05edwin-hands.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "Robert Todd Lincoln, the president’s only surviving child, was a young man at the time of the assassination. He became the steward of his father’s legacy, and kept a pair of the Lincoln hand casts in the study of his home, Hildene.",
    "id": 6,
    "url": "/img/06hands-robertlincoln.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption":"Dedication of the Lincoln Memorial, May 30, 1922. This was Robert Todd Lincoln’s last public appearance.",
    "id": 7,
    "url": "/img/07robertlincoln-at-memorial.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption":"Lincoln Memorial, built 1914 – 1922, architect Henry Bacon and sculptor Daniel Chester French (Washington DC)",
    "id": 8,
    "url": "/img/08lincoln-memorial-night.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption":"Actor John Wilkes Booth crept into the unguarded president’s box and shot Lincoln during one of the play’s known laugh lines.",
    "id": 9,
    "url": "/img/09booth-shoots-lincoln.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption":"A doctor in the theatre and a few others carried the unconscious out of the theatre, looking for a private, more dignified place to tend to him.",
    "id": 10,
    "url": "/img/10lstreet.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "They were flagged into the Petersen Boarding House across the street.",
    "id": 11,
    "url": "/img/11petersen-ext.png",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "Lincoln was brought into an empty back bedroom rented by William Clark, who was away. Doctors and cabinet members were summoned.",
    "id": 12,
    "url": "/img/12deathbed-drawing.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "The president died early the next morning, and his body was removed to the White House. An upstairs boarder Jules Ulke (check spelling) was a photographer, and took a photograph of the empty deathbed.",
    "id": 13,
    "url": "/img/13deathbed-photo.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "William Petersen the landlord arrived and was disgusted at the mess left behind. Soon though, curious residents began arriving at the house wanting to see the room where Lincoln died. Petersen decided to capitalize on the situation, and charged admission.",
    "id": 14,
    "url": "/img/14william-petersen.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "William Clark came home to find that his bedroom had become The Room Where Lincoln Died, and it was full of relic seekers. Clark wrote his sister, “Everybody has a great desire to obtain some memento from my room so that whoever comes in has to be closely watched for fear they will steal something.” Bits of fabric, wallpaper, and floorboard went missing.",
    "id": 15,
    "url": "/img/15clark-room.png",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "A set of Lincoln’s clothes were left in the room, and William Clark hid them from the sticky-fingered visitors until he returned them to a White House messenger. Clark did, however, keep Lincoln’s boots.",
    "id": 16,
    "url": "/img/16boots.png",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "Major Henry Rathbone and his fiance Clara Harris were invited to the theatre after General Grant and his wife were unavailable.",
    "id": 17,
    "url": "/img/17rathbone.jpg",
    "relations": [
      {
        "id": 19,
        "left": 20,
        "top": 60
      }
    ]
  },
  {
    "caption": "Rathbone struggled with John Wilkes Booth, as Booth tried to escape the presidential box. Booth stabbed Rathbone in the arm.",
    "id": 18,
    "url": "/img/18stab.png",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "Rathbone resigned from the Army in 1870 due to mental instability. In 1883, he attacked his children and murdered his wife, Clara Harris, who tried to protect them. He blamed the attack on a phantom intruder and lived the rest of his life in an asylum.",
    "id": 19,
    "url": "/img/19asylum.jpg"
  },
  {
    "caption": "The three Booth brothers, all actors: John Wilkes, Edwin, and Julius. Edwin was considered the best, and became the more well-respected Shakespearean actor in the U.S.",
    "id": 20,
    "url": "/img/20booth-brothers.jpg",
    "relations": [
      {
        "id": 22,
        "left": 23,
        "top": 21
      },
      {
        "id": 21,
        "left": 63,
        "top": 22
      }
    ]
  },
  {
    "caption": "Edwin Booth was distraught by his brother’s actions, but found comfort in an incident a few years earlier. During the Civil War, Edwin Booth was on a crowded train platform, and caught a man who began to fall between the platform and the train. Booth later learned that the man he saved was Robert Todd Lincoln.",
    "id": 21,
    "url": "/img/21train.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "John Wilkes Booth fled Ford’s Theatre through the back on a waiting horse. He rode out of washington, intending to meet his fellow conspirators.",
    "id": 22,
    "url": "/img/22escape-route.jpg",
    "relations": [
      {
        "id": 23,
        "left": 35,
        "top": 68
      }
    ]
  },
  {
    "caption": "Booth and one fellow conspirator, David Harold, hid in the woods during a 12-day manhunt.",
    "id": 23,
    "url": "/img/23map.jpg",
    "relations": [
      {
        "id": 24,
        "left": 34,
        "top": 151
      }
    ]
  },
  {
    "caption": "An army unit surrounded Booth and Herald in a barn, and set it on fire when Booth refused to surrender. One of the soldiers, contrary to orders, had a clear shot of Booth and took it, killing him.",
    "id": 24,
    "url": "/img/24barn.jpg",
    "relations": [
      {
        "id": 25,
        "left": 73,
        "top": 63
      }
    ]
  },
  {
    "caption": "David Herald surrendered and was hanged after a trial, along with the other conspirators.",
    "id": 25,
    "url": "/img/25hanging.jpg"
  },
  {
    "caption": "The president’s party arrived late, but received a standing ovation when they appeared in the president’s box.",
    "id": 26,
    "url": "/img/26audience.png",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "Samuel James Seymore (1860 – 1956) was 5 years old when he attended the play and witnessed the assassination of President Lincoln, and was the last surviving witness to the assassination.",
    "id": 27,
    "url": "/img/27seymour.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "Samuel James Seymore (1860 – 1956) was 5 years old when he attended the play and witnessed the assassination of President Lincoln, and was the last surviving witness to the assassination. Seymore appeared on the television program I’ve Got a Secret in 1956, with guest panelist Lucille Ball.",
    "id": 28,
    "url": "/img/28secret.jpg",
    "relations": [
      {
        "id": 29,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "Lucille Ball",
    "id": 29,
    "url": "/img/29lucille-ball.jpg"
  },
  {
    "caption": "The Star Saloon was connected to Ford’s Theatre, and it was frequented by Fords actors, including Booth.",
    "id": 30,
    "url": "/img/30saloon-booth-guard.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  },
  {
    "caption": "Booth got a drink at the bar before he crept up to the president’s box. Lincoln’s bodyguard John F. Parker left his post and got a drink at the bar during intermission.",
    "id": 31,
    "url": "/img/30saloon-booth-guard.jpg",
    "relations": [
      {
        "id": 1,
        "left": 60,
        "top": 30
      }
    ]
  }
]
